[
  "cm-editor-syntax-highlight-obsidian",
  "obsidian-icon-folder",
  "table-editor-obsidian",
  "obsidian-tasks-plugin",
  "obsidian-annotator",
  "obsidian-checklist-plugin",
  "cmenu-plugin",
  "file-explorer-note-count",
  "file-tree-alternative",
  "highlightr-plugin",
  "omnisearch",
  "periodic-notes",
  "obsidian-projects",
  "obsidian-rollover-daily-todos",
  "obsidian-tagfolder",
  "various-complements",
  "obsidian-git"
]